Repository: common-repository/twitch-status
Catalog: languages/twitch-status-*.po
Languages: fr_fr

source: Application settings
fr_fr: Paramètres de l'application

source: Channel settings
fr_fr: Paramètres des chaînes

source: Channels
fr_fr: Chaînes

source: Head to %s and create a new application for your website.
fr_fr: Rendez-vous sur %s puis créez une nouvelle application pour votre site web.

source: Get client ID and client secret then paste them in the fields below.
fr_fr: Récupérez le Client ID et le Client secret puis collez les dans les champs ci-dessous.

source: Warning: Client secret is equivalent to a password and must be kept confidential.
fr_fr: Attention : Le Client secret est équivalent à un mot de passe et doit rester confidentiel.

source: Channel name
fr_fr: Nom de la chaîne

source: Your Twitch channel(s) name(s).<br />Set it even if you just want to add a widget.
fr_fr: Le nom de votre chaîne Twitch.<br />Vous devez le saisir même si vous n’utilisez que le widget.

source: jQuery selectors (optional)
fr_fr: Sélecteurs jQuery (optionnel)

source: <a href="http://api.jquery.com/category/selectors/" target="_blank">jQuery selectors</a> matching the places where you want to insert the stream status tags.<br />Enter one selector per line. You can add as much selectors as you like.<br />Leave this blank if you just want to use a widget for the channel.
fr_fr: <a href="http://api.jquery.com/category/selectors/" target="_blank">Sélecteurs jQuery</a> correspondant à tous les endroits où insérer un tag d'état du stream.<br />Entrez un sélecteur par ligne. Vous pouvez en ajouter autant que vous le désirez.<br />Laissez ce champ vide si vous souhaitez seulement utiliser le widget pour cette chaîne.

source: Add channel
fr_fr: Ajouter une chaîne

source: Twitch status widget
fr_fr: Widget Twitch status

source: Shows a preview of your Twitch.tv stream.
fr_fr: Affiche un aperçu de votre stream Twitch.tv.

source: Title:
fr_fr: Titre :

source: Channel:
fr_fr: Chaîne :

source: "Play" button target
fr_fr: Cible du bouton "Lecture"

source: Your Twitch.tv channel
fr_fr: Votre chaîne Twitch

source: Blog page:
fr_fr: Page du blog :

source: Open in a new tab
fr_fr: Ouvrir dans un nouvel onglet

source: offline
fr_fr: hors-ligne

source: Insert Twitch player
fr_fr: Insérer un lecteur Twitch

source: Insert Twitch chat
fr_fr: Insérer un salon de discussion Twitch

source: Insert Twitch online status tag
fr_fr: Insérer un tag Twitch « Live »

source: Online
fr_fr: En ligne

source: Offline
fr_fr: Hors-ligne

source: %s playing %s
fr_fr: %s joue à %s

source: You must set a Twitch application client ID and client secret for Twitch Status to make it work properly.
fr_fr: Vous devez renseigner un client ID et un client secret de votre application Twitch pour que Twitch Status puisse fonctionner correctement.

source: Configure Twitch Status
fr_fr: Configurer Twitch Status
